tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

# Packages
brew "git"
brew "git-lfs"
brew "gibo"
brew "vim"
brew "ag"
brew "hub"
brew "direnv"
brew "tree"
brew "yarn"
brew "peco"
brew "ghq"
brew "mas"
brew "ffmpeg"

# Software
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "astropad"
cask "caffeine"
cask "cleanmymac"
cask "clipy"
cask "discord"
cask "docker"
cask "dropbox"
cask "eagle"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-drive-file-stream"
cask "inkdrop"
cask "java"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "licecap"
cask "macdown"
cask "onedrive"
cask "qlmarkdown"
cask "rescuetime"
cask "sketch"
cask "slack"
cask "sublime-text"
cask "unity-hub"
cask "virtualbox"
cask "zoom"

# App Store
mas "Desktop Calendar Plus", id: 524688159
mas "GIPHY Capture. The GIF Maker", id: 668208984
mas "Kromatic", id: 1049086746
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "PicGIF", id: 784260229
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
