tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

# Packages
brew "git"
brew "git-lfs"
brew "gibo"
brew "vim"
brew "ag"
brew "hub"
brew "direnv"
brew "tree"
brew "yarn"
brew "peco"
brew "ghq"
brew "mas"
brew "ffmpeg"

cask "google-chrome"
cask "firefox"
cask "virtualbox"
cask "alfred"
cask "karabiner-elements"
cask "rescuetime"
cask "dropbox"
cask "appcleaner"
cask "qlmarkdown"
cask "docker"
cask "slack"
cask "1password"
cask "kindle"
cask "java"

mas "LINE", id: 539883307
mas "Xcode", id: 497799835
mas "Desktop Calendar Plus", id: 524688159
